{
  "title": "Privacy Policy",
  "lastUpdated": "Last Updated",
  "date": "January 2025",
  "sections": {
    "introduction": {
      "title": "Introduction",
      "content": "QuakeSafe ('we', 'our', or 'us') is committed to protecting your privacy. This Privacy Policy explains how we collect, use, and safeguard your information when you use our earthquake monitoring and preparedness application."
    },
    "collection": {
      "title": "Information We Collect",
      "automatic": {
        "title": "Automatically Collected Information",
        "items": [
          "Device type and operating system",
          "Browser type and version",
          "App usage statistics and preferences",
          "Language and region settings",
          "Time zone information"
        ]
      },
      "location": {
        "title": "Location Information",
        "content": "We may request access to your approximate location to provide relevant earthquake data and emergency resources for your area. Location data is processed locally on your device and is not transmitted to our servers unless you explicitly choose to share it."
      }
    },
    "usage": {
      "title": "How We Use Your Information",
      "items": [
        "To provide real-time earthquake monitoring and alerts",
        "To display relevant safety guides and emergency resources",
        "To customize the app experience based on your location and preferences",
        "To improve app functionality and user experience",
        "To enable offline functionality through service workers",
        "To remember your settings and preferences"
      ]
    },
    "storage": {
      "title": "Data Storage and Security",
      "content": "We prioritize your privacy and data security:",
      "items": [
        "Most data is stored locally on your device using browser storage (localStorage, IndexedDB)",
        "We do not maintain user accounts or collect personally identifiable information",
        "Earthquake data is fetched from public APIs (USGS, GeoNet, BMKG) in real-time",
        "Your preferences and settings are stored only on your device",
        "We use HTTPS encryption for all data transmission"
      ]
    },
    "thirdParty": {
      "title": "Third-Party Services",
      "content": "QuakeSafe integrates with the following third-party services to provide earthquake data:",
      "services": [
        "USGS (United States Geological Survey) - Global earthquake data",
        "GeoNet - New Zealand earthquake data",
        "BMKG (Badan Meteorologi, Klimatologi, dan Geofisika) - Indonesia earthquake data",
        "OpenStreetMap/Leaflet - Map visualization",
        "PHIVOLCS - Philippines earthquake and volcano data"
      ]
    },
    "rights": {
      "title": "Your Rights and Choices",
      "items": [
        "You can clear all locally stored data at any time through your browser settings",
        "You can deny location access and still use most app features",
        "You can change language and region preferences at any time",
        "You can use the app offline without sharing any data",
        "You can uninstall the PWA at any time to remove all local data"
      ]
    },
    "cookies": {
      "title": "Cookies and Local Storage",
      "content": "We use browser local storage and service workers to enable offline functionality and remember your preferences. We do not use tracking cookies or third-party advertising cookies. You can clear this data at any time through your browser settings."
    },
    "children": {
      "title": "Children's Privacy",
      "content": "QuakeSafe is designed for general audiences and does not knowingly collect information from children under 13. The app does not require registration or personal information from any users."
    },
    "changes": {
      "title": "Changes to This Privacy Policy",
      "content": "We may update this Privacy Policy from time to time. We will notify users of any material changes by updating the 'Last Updated' date. Continued use of QuakeSafe after changes constitutes acceptance of the updated policy."
    },
    "contact": {
      "title": "Contact Us",
      "content": "If you have questions or concerns about this Privacy Policy or our data practices, please contact us through the About page or visit our GitHub repository."
    }
  }
}

