{
  "title": "Tungkol sa QuakeSafe",
  "subtitle": "Pagbibigay ng kapangyarihan sa mga komunidad gamit ang real-time na impormasyon sa lindol at komprehensibong resources sa paghahanda upang bumuo ng resilience laban sa seismic hazards.",
  "mission": {
    "title": "Ang Aming Misyon",
    "text": "Ang QuakeSafe ay naglalayong bawasan ang epekto ng mga lindol sa pamamagitan ng pagbibigay ng accessible, real-time na seismic information at evidence-based na resources sa paghahanda. Naniniwala kami na ang mga informed na komunidad ay mas ligtas na komunidad."
  },
  "features": {
    "title": "Ano ang Aming Inaalok",
    "subtitle": "Mga pangunahing features at kakayahan",
    "realtime": {
      "title": "Real-time na Data",
      "description": "Live na impormasyon sa lindol mula sa PHIVOLCS at iba pang opisyal na sanggunian"
    },
    "safety": {
      "title": "Kaligtasan Muna",
      "description": "Komprehensibong gabay sa paghahanda at impormasyon sa kaligtasan"
    },
    "community": {
      "title": "Nakatuon sa Komunidad",
      "description": "Mga resources para sa mga indibidwal, pamilya, at komunidad"
    },
    "reliable": {
      "title": "Maaasahang Sanggunian",
      "description": "Impormasyon mula sa pinagkakatiwalaang ahensya ng gobyerno at mga eksperto"
    }
  },
  "dataSources": {
    "title": "Mga Sanggunian ng Data at Pagkilala",
    "subtitle": "Mga sanggunian ng impormasyon at partnerships"
  },
  "technical": {
    "title": "Teknikal na Impormasyon",
    "subtitle": "Mga detalye ng data specifications at accuracy",
    "updateFrequency": "Update Frequency",
    "updateFrequencyValue": "Bawat 10 minuto",
    "dataSource": "Sanggunian ng Data",
    "coverage": "Saklaw",
    "coverageValue": "Pandaigdigang pagsubaybay",
    "accuracy": "Katumpakan",
    "accuracyValue": "Nakadepende sa network"
  },
  "disclaimer": {
    "title": "Mahalagang Paalala",
    "text1": "Sa mga emergency situations, tawagan kaagad ang inyong lokal na emergency services. Huwag umasa lamang sa website na ito para sa emergency response.",
    "text2": "Ang earthquake data ay ibinibigay as-is mula sa mga opisyal na sanggunian. Bagaman nagsusumikap kami para sa katumpakan, maaaring may pagkaantala, pagkakamali, o nawawalang impormasyon.",
    "text3": "Ang mga safety guides ay batay sa mga established best practices ngunit maaaring hindi sumasaklaw sa lahat ng sitwasyon. Kumonsulta sa inyong lokal na emergency management authorities para sa region-specific na gabay."
  },
  "contact": {
    "title": "Manatiling Konektado",
    "text": "Ang QuakeSafe ay nakatuon sa pagpapabuti ng earthquake preparedness para sa lahat. Ang inyong feedback ay tumutulong sa amin na mas mapaglingkuran ang komunidad.",
    "footer": "Para sa mga teknikal na isyu o feedback, mangyaring makipag-ugnayan sa inyong lokal na emergency management office o bisitahin ang website ng PHIVOLCS para sa pinaka-updated na impormasyon."
  }
}

